[
  {
    "id": 1,
    "title": "[Workshop] Smart Cities and Mobility Research - August 04-08 '25",
    "description": "This intensive workshop, led by Dr Jens Kandt, Dr Joana Barros and Prof. Jon Reades of University College London, focused on applying advanced technologies—including Geographic Information Systems (GIS), IoT, and data analytics—to solve modern urban challenges. Participants were trained to use these tools for real-time decision-making, aiming to optimize urban infrastructure, mobility, and public services with a focus on sustainable and inclusive strategies relevant to India. \n\nThe hands-on sessions equipped attendees with technical skills in programming, data management, and reproducible analysis. Key topics included understanding mobility in data-scarce contexts, visualizing complex urban data, and addressing social issues through transparent analysis. A central theme was the promotion of an open data culture to accelerate the development of smart, resilient, and equitable cities.\n\nThe workshop provided a critical platform for professionals to master the tools and strategies needed to shape the future of urban planning. ",
    "date": "2025-08-08",
    "image": "assets/news/highlight-1.png"
  },
  {
    "id": 2,
    "title": "[Workshop] A Data Driven Approach Towards Smart Cities - July 21-27 '25",
    "description": "The workshop provided an intensive, five-day training on using data analytics, AI, and GIS to solve urban challenges. Led by Dr. Mehran Eskandari Torbaghan of the University of Birmingham and Drs. Nand Kumar and Satish Pipralia of MNIT Jaipur, the event focused on equipping professionals with the technical skills needed to build efficient, citizen-centric cities. Participants gained practical experience through hands-on modules focused on creating visualizations, building digital dashboards, and working with real-world urban datasets.\n\nKey sessions covered critical urban issues, including designing data collection strategies for smart mobility, mitigating urban heat islands, and data-driven decision-making for asset and risk management. The curriculum also included Indian Roads Congress norms for infrastructure design, ensuring local relevance.\n\nThe workshop culminated in participant presentations, fostering a collaborative environment where attendees could apply their new skills and contribute to the future of smart urban planning.",
    "date": "2025-07-25",
    "image": "assets/news/highlight-2.png"
  }
]
