{
  "A01": {
    "code": "A01",
    "title": "Public transport fleet supply",
    "description": "Measures the number of public transport vehicles relative to the population. A sufficient supply is crucial for reducing wait times, preventing overcrowding, and ensuring the system can meet public demand.",
    "target": {
      "metric": "500 buses per 1 million people",
      "timeline": "by end of 2026"
    }
  },
  "A02": {
    "code": "A02",
    "title": "Public transport accessibility",
    "description": "Evaluates how much of the city has easy access to frequent public transport. High accessibility is key to making public transport a viable alternative to private cars for more people.",
    "target": {
      "metric": "60% of population within 500m of high-frequency transit",
      "timeline": "by 2027"
    }
  },
  "A03": {
    "code": "A03",
    "title": "Walkable streets",
    "description": "Assesses the quality and availability of pedestrian infrastructure like footpaths and safe crossings. Good walkability encourages active transport, improves public health, and is essential for first and last-mile connectivity to public transport.",
    "target": {
      "metric": "85% of major roads equipped with continuous footpaths",
      "timeline": "by 2028"
    }
  },
  "A04": {
    "code": "A04",
    "title": "Cycling path coverage",
    "description": "Measures the extent of safe and high-quality cycling facilities. A comprehensive cycling network promotes a healthy, zero-emission mode of transport and reduces reliance on motor vehicles.",
    "target": {
      "metric": "200km of protected cycling lanes",
      "timeline": "by 2027"
    }
  },
  "A05": {
    "code": "A05",
    "title": "Quality drainage coverage",
    "description": "Indicates the resilience of the transport network to weather events. Proper drainage prevents flooding that disproportionately affects pedestrians and cyclists, ensuring system reliability.",
    "target": {
      "metric": "90% coverage of arterial roads with modern drainage",
      "timeline": "by 2029"
    }
  },
  "A06": {
    "code": "A06",
    "title": "Trained drivers",
    "description": "Tracks the percentage of public transport drivers who have completed safety and customer service training. Well-trained drivers are fundamental to ensuring passenger safety, comfort, and overall service quality.",
    "target": {
      "metric": "100% of public transport drivers certified in safety protocols",
      "timeline": "Ongoing, reviewed annually"
    }
  },
  "A07": {
    "code": "A07",
    "title": "Transport investment",
    "description": "Represents the financial commitment to developing and maintaining the transport system. Consistent investment is vital for long-term improvements, modernisation, and meeting future mobility needs.",
    "target": {
      "metric": "15% of municipal budget allocated to sustainable transport",
      "timeline": "Annual"
    }
  },
  "A08": {
    "code": "A08",
    "title": "Local traffic flows",
    "description": "Measures traffic efficiency and congestion at key locations. Effective enforcement of traffic rules helps maintain smooth flow, reducing travel times and fuel consumption.",
    "target": {
      "metric": "10% reduction in peak hour congestion in city center",
      "timeline": "by end of 2026"
    }
  },
  "A09": {
    "code": "A09",
    "title": "Road obstructions",
    "description": "Assesses the impact of encroachments (e.g., street vendors, illegal parking) on road space. Keeping footpaths and carriageways clear is critical for the safety and efficiency of non-motorised transport.",
    "target": {
      "metric": "75% reduction in footpath encroachments on major routes",
      "timeline": "by 2027"
    }
  },
  "A10": {
    "code": "A10",
    "title": "Parking management",
    "description": "Evaluates the effectiveness of parking regulations and enforcement. Proper management prevents traffic obstruction and ensures that road space is used efficiently and fairly.",
    "target": {
      "metric": "Implementation of dynamic pricing in 5 key commercial zones",
      "timeline": "by Q2 2026"
    }
  },
  "B01": {
    "code": "B01",
    "title": "Reduction of private vehicles",
    "description": "A high ratio of private vehicles is a symptom of a malfunctioning transport system. Reducing this number is a key outcome of providing attractive, sustainable alternatives.",
    "target": {
      "metric": "5% decrease in new private vehicle registrations year-on-year",
      "timeline": "Annual"
    }
  },
  "B02": {
    "code": "B02",
    "title": "Reduction of motorised traffic",
    "description": "Measures the overall volume of motor vehicle traffic. Lowering traffic volume is essential for reducing congestion, air pollution, and carbon emissions across the city.",
    "target": {
      "metric": "10% reduction in vehicle-kilometers traveled (VKT)",
      "timeline": "by 2028"
    }
  },
  "B03": {
    "code": "B03",
    "title": "Decline in accidents",
    "description": "Tracks the rate of traffic-related accidents and injuries. A decline in this rate is a primary indicator of a well-managed, safe, and effective transport system for all users.",
    "target": {
      "metric": "25% reduction in serious and fatal accidents",
      "timeline": "by 2028"
    }
  },
  "B04": {
    "code": "B04",
    "title": "Walking and cycling share",
    "description": "Measures the percentage of trips made by walking and cycling. Increasing this share is a core goal for creating a healthier, more sustainable, and less congested city.",
    "target": {
      "metric": "Achieve a 35% modal share for walking and cycling",
      "timeline": "by 2030"
    }
  },
  "B05": {
    "code": "B05",
    "title": "Public transport ridership",
    "description": "Tracks the number of people using public transport. High ridership signifies that the service is effective and attractive, leading to greater system efficiency and environmental benefits.",
    "target": {
      "metric": "Increase daily ridership by 20%",
      "timeline": "by end of 2026"
    }
  },
  "B06": {
    "code": "B06",
    "title": "Last-mile public transport use",
    "description": "Measures the use of intermediate transport (like e-rickshaws or bike shares) for the first and last parts of a journey. Strong last-mile options are crucial for making public transport convenient and accessible.",
    "target": {
      "metric": "Double the number of integrated last-mile service trips",
      "timeline": "by 2027"
    }
  }
}